Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E24A.tmx
Source language: en_us
Languages: zh_cn

source: 8 Ways to Train Your Brain to Learn Faster and Remember More
zh_cn: 使你大脑学得更快记得更多的八种训练方法

source: You run outside or go for hikes to train your endurance.
zh_cn: 你可以去体育馆训练来增加肌肉。通过户外运动或登山远足锻炼耐力。

source: Or, maybe you do neither of those, but still wish you exercised more.
zh_cn: 也许你那种方式都不参与，但还是希望你能够多锻炼。

source: Well, here is how to train one of the most important parts of your body: your brain.
zh_cn: 然而今天我们要谈的并不是这些，以下我们来谈谈如何训练人体最重要的部分：大脑。

source: When you train your brain, you will:
zh_cn: 通过对自己大脑的训练，你将会：

source: Avoid embarrassing situations: you remember his face, but what was his name?
zh_cn: 可以帮你避免尴尬局面：比如你记得某人的脸却怎么也想不起他的名字。

source: Be a faster learner in all sorts of different skills: hello promotion, here I come!
zh_cn: 可以更快的掌握各种不同的技能：升值加薪就离你不远了。

source: Avoid diseases that hit as you get older: no, thanks Alzheimer's; you and I are not just a good fit.
zh_cn: 可以使你远离老年疾病：远离老年痴呆，你和我都有更好的选择。

source: So how do you train your brain to learn faster and remember more?
zh_cn: 那么如何能够训练大脑使你学得更快记得更多呢？

source: Work your memory.
zh_cn: 1. 锻炼你的记忆力

source: Twyla Tharp, a NYC-based renowned choreographer has come up with the following memory workout: when she watches one of her performances, she tries to remember the first twelve to fourteen corrections she wants to discuss with her cast without writing them down.
zh_cn: Twyla Tharp一位富有声望的纽约编舞者想出了下面这种记忆训练方法：当她在看她设计的舞蹈时，她尝试记住要和演员们讨论的前12至14处修改，但并不把这些想法写下来。

source: If you think this is anything less than a feat, then think again.
zh_cn: 如果你觉得这没什么了不起，那就再想想吧。

source: In her book The Creative Habit she says that most people cannot remember more than three.
zh_cn: 她在《创作的习惯》一书中写道，绝大多数的人记不住三项以上。

source: The practice of both remembering events or things and then discussing them with others has actually been supported by brain fitness studies.
zh_cn: 事实上，这种记忆事物并同他人探讨的训练方式是得到了有关脑健康研究的支撑的。

source: Memory activities that engage all levels of brain operation-receiving, remembering and thinking¡ªhelp to improve the function of the brain.
zh_cn: 记忆活动可以刺激各个大脑层面（接受信息/记忆信息/以及信息分析）的运转，改善大脑功能的发挥。

source: Now, you may not have dancers to correct, but you may be required to give feedback on a presentation, or your friends may ask you what interesting things you saw at the museum.
zh_cn: 现在，你可能并不需要去给舞蹈演员调整舞姿，但是你可能被要求对别人的报告做出反馈，或者你的朋友们问你在博物馆里看到了什么有趣的事儿。

source: These are great opportunities to practically train your brain by flexing your memory muscles.
zh_cn: 这些都是训练你大脑记忆活性的大好机会。

source: What is the simplest way to help yourself remember what you see?
zh_cn: 什么是帮你记住所见所闻的最佳捷径呢？

source: Repetition.
zh_cn: 不断的重复。

source: For example, say you just met someone new.
zh_cn: 比如说你刚刚认识了一位新人。

source: "Hi, my name is George"
zh_cn: “你好，我叫乔治”

source: Don't just respond with, "Nice to meet you".
zh_cn: 不要简单的回答“很高兴认识你”。

source: Instead, say, "Nice to meet you George."
zh_cn: 取而代之，你可以说：“很高兴认识你，乔治”。

source: Got it?
zh_cn: 理解这其中的窍门了吗？

source: Do something different repeatedly.
zh_cn: 2. 不停地尝试新鲜事物

source: By actually doing something new over and over again, your brain wires new pathways that help you do this new thing better and faster.
zh_cn: 通过一而再再而三地尝试不同的新鲜事物，你的大脑将会建立起新的回路，使你更好更快的掌握这些新的领域。

source: Think back to when you were three years old.
zh_cn: 回顾下你三岁的时候。

source: You surely were strong enough to hold a knife and a fork just fine.
zh_cn: 你肯定已经足够壮实的拿好刀叉了。

source: Yet, when you were eating all by yourself, you were creating a mess.
zh_cn: 然而，当你完全依靠自己吃饭的时，你总是搞得一团糟。

source: It was not a matter of strength, you see.
zh_cn: 显而易见，这并不是力量的问题。

source: It was a matter of cultivating more and better neural pathways that would help you eat by yourself just like an adult does.
zh_cn: 这事关如何培养出更多更好的神经回路来帮助你像大人一样独立的吃饭。

source: And guess what?
zh_cn: 结果如何呢？

source: With enough repetition you made that happen!
zh_cn: 通过足够的重复，你就可以把这些都变为现实了。

source: But how does this apply to your life right now?
zh_cn: 但是在当下的生活中该如何实现这种学习方式呢？

source: Say you are a procrastinator.
zh_cn: 假设你是一个拖延者。

source: The more you don't procrastinate, the more you teach your brain not to wait for the last minute to make things happen.
zh_cn: 你越多的训练自己不要拖延，你就越多的训练大脑不要等待到最后时刻才让事情发生。

source: Now, you might be thinking "Duh, if only not procrastinating could be that easy!"
zh_cn: 现在你可能在想：“切，要是不拖延能那么容易就好了！”

source: Well, it can be.
zh_cn: 事实上，它就可以这么简单。

source: By doing something really small, that you wouldn't normally do, but is in the direction of getting that task done, you will start creating those new precious neural pathways.
zh_cn: 朝着实现目标的方向，不断地完成那些你通常不会做的小事儿，你将会开始创造那些宝贵的神经回路了。

source: So if you have been postponing organizing your desk, just take one paper and put in its right place.
zh_cn: 所以，如果你已经拖着许久没有整理桌面了，那么就简单从把一张纸放到适当的位置开始吧。

source: Or, you can go even smaller.
zh_cn: 你甚至可以从更小的事情做起。

source: Look at one piece of paper and decide where to put it:
zh_cn: 看看这张纸，想想该把它放到哪里去：

source: Trash?
zh_cn: 垃圾？

source: Right cabinet?
zh_cn: 右边的橱柜里？

source: Another room?
zh_cn: 另外一个房间？

source: Give it to someone?
zh_cn: 还是把它给别人？

source: You don't actually need to clean up that paper; you only need to decide what you need to do with it.
zh_cn: 你不必真的把那张纸清理掉，你只需要决定你要怎么处理它。

source: That's how small you can start.
zh_cn: 你能着手开始的事情可以小到那种程度。

source: And yet, those neural pathways are still being built.
zh_cn: 即便如此，那些神经活路也正在逐步建立。

source: Gradually, you will transform yourself from a procrastinator to an in-the-moment action taker.
zh_cn: 渐渐地，你将把自己由一个拖延者转变成一个即刻行动的人。

source: Learn something new.
zh_cn: 3. 学习新知识

source: It might sound obvious, but the more you use your brain, the better its going to perform for you.
zh_cn: 这听上去显而易见，但却是不可争辩的事实。你越多的使用你的大脑，它就会表现的越好。

source: For example, learning a new instrument improves your skill of translating something you see (sheet music) to something you actually do (playing the instrument).
zh_cn: 例如，学习一种新的乐器，可以提高你转化所见（乐谱）到所做（演奏乐器）的能力。

source: Learning a new language exposes your brain to a different way of thinking, a different way of expressing yourself.
zh_cn: 学习一门新的语言，可以拓展你的大脑以不同的方式进行思考，用不同的形式表达自己。

source: You can even literally take it a step further, and learn how to dance.
zh_cn: 你甚至可以更进一步去学习跳舞。

source: Studies indicate that learning to dance helps seniors avoid Alzheimer's.
zh_cn: 研究表明学习舞蹈有助于老年人避免老年痴呆症。

source: Not bad, huh?
zh_cn: 怎么样？听上去不错吧？

source: Follow a brain training program.
zh_cn: 4.跟随一项大脑训练计划

source: The Internet world can help you improve your brain function while lazily sitting on your couch.
zh_cn: 即便你慵懒的坐在沙发上，互联网世界仍可以助你改进大脑功能。

source: A clinically proven program like BrainHQ can help you improve your memory, or think faster, by just following their brain training exercises.
zh_cn: 你只需要遵循经过客观评价的大脑训练计划，例如BrainHQ（http://www.positscience.com/），就能够达到提高记忆力，或者思考更加迅捷的目的。

source: Work your body.
zh_cn: 5. 锻炼身体

source: You knew this one was coming didn't you?
zh_cn: 你已经预料到接下来就该是这项了吧?

source: Yes indeed, exercise does not just work your body; it also improves the fitness of your brain.
zh_cn: 没有错，运动不只锻炼你的身体，也可以改善你的大脑健康。

source: Even briefly exercising for 20 minutes facilitates information processing and memory functions.
zh_cn: 即使是短暂的运动20分钟，也可以促进你的信息处理和记忆能力。

source: But it's not just that¨Cexercise actually helps your brain create those new neural connections faster.
zh_cn: 而且还不仅仅如此，运动事实上还将帮你更快的建立新的神经链接。

source: You will learn faster, your alertness level will increase, and you get all that by moving your body.
zh_cn: 你将学的更快，更加机敏。通过使你的身体运动起来，你就将获得所有这些益处。

source: Now, if you are not already a regular exerciser, and already feel guilty that you are not helping your brain by exercising more, try a brain training exercise program like Exercise Bliss.
zh_cn: 现在，如果你不是个经常锻炼的人，并且已经就没有通过更多的运动来帮助大脑感到内疚，那么就来尝试下大脑训练计划吧，比如像Excercise Bliss (http://exercisebliss.com/)。

source: Remember, just like we discussed in #2, by training your brain to do something new repeatedly, you are actually changing yourself permanently.
zh_cn: 记住，就像我们在第二条中谈到的，通过不断的训练你的大脑尝试新鲜事物，你就已经在事实上永久的改变了自己。

source: Spend time with your loved ones.
zh_cn: 6. 花时间和你喜欢的人在一起

source: If you want optimal cognitive abilities, then you've got to have meaningful relationships in your life.
zh_cn: 如果你想拥有理想的认知能力，那就必须在你的生活中添加有意义的人际关系。

source: Talking with others and engaging with your loved ones helps you think more clearly, and it can also lift your mood.
zh_cn: 同那些你喜欢的可以激励你的人多交流可以使你思路更加清晰，它也可以帮你振奋情绪。

source: If you are an extrovert, this holds even more weight for you.
zh_cn: 如果你是个外向的人，那么同喜欢的人交流对你更有意义。

source: At a class at Stanford University, I learned that extroverts actually use talking to other people as a way to understand and process their own thoughts.
zh_cn: 在斯坦福大学的一门课程上，我学到外向型的人事实上将与他人的交流作为理解处理他们自己想法的一种方式。

source: I remember that the teacher told us that after a personality test said she was an extrovert, she was surprised.
zh_cn: 我记得那位老师告诉我们，当她在完成性格测试并被告之是外向型性格时，她感到非常惊讶。

source: She had always thought of herself as an introvert.
zh_cn: 她一直以为自己是个内向型性格的人。

source: But then, she realized how much talking to others helped her frame her own thoughts, so she accepted her new-found status as an extrovert.
zh_cn: 但是在那之后，她意识到了同别人交流对自己组织想法的主要意义。于是，她接纳了发掘的新性格成为了一个外向型的人。

source: Avoid crossword puzzles.
zh_cn: 7. 远离填字游戏

source: Many of us, when we think of brain fitness, think of crossword puzzles.
zh_cn: 我们中的许多人提起脑力锻炼就会想到填字游戏。

source: And it's true¨Ccrossword puzzles do improve our fluency, yet studies show they are not enough by themselves.
zh_cn: 确实，填字游戏可以提高我们的流畅性，但是研究也已经证明了，光靠填字游戏也是不行的。

source: Are they fun?
zh_cn: 他们很有趣没？

source: Yes.
zh_cn: 是的。

source: Do they sharpen your brain?
zh_cn: 他们会使你的大脑更敏锐吗？

source: Not really.
zh_cn: 不见得。

source: Eat right-and make sure dark chocolate is included.
zh_cn: 8.注意饮食并且一定要吃些黑巧克力。

source: Foods like fish, fruits, and vegetables help your brain perform optimally.
zh_cn: 鱼/水果/蔬菜等可以使你的大脑发挥到最佳状态。

source: Yet, you might not know that dark chocolate gives your brain a good boost as well.
zh_cn: 然而，你可能并不知道黑巧克对提升大脑能力有多大的帮助。

source: When you eat chocolate, your brain produces dopamine.
zh_cn: 当你食用巧克力的时候，你的大脑将分泌多巴胺。

source: And dopamine helps you learn faster and remember better.
zh_cn: 而多巴胺可以帮助你想得更快/记得更牢。

source: Not to mention, chocolate contains flavonols, antioxidants, which also improve your brain functions.
zh_cn: 更不用提黑巧克力中可以促进大脑功能的黄酮醇和抗氧化剂了。

source: So next time you have something difficult to do, make sure you grab a bite or two of dark chocolate!
zh_cn: 所以，下次当你有些什么困难事情需要处理的时候，让自己先要上两口黑巧克力吧！

source: Now that you know how to train your brain, it's actually time to start doing.
zh_cn: 现在你已经知道了应该如何锻炼自己的大脑，不如就从此刻开始吧。

source: Don't just consume this content and then go on with your life as if nothing has changed.
zh_cn: 不要在读完这些内容后继续原有的生活，好像什么都没有发生或一样。

source: Put this knowledge into action and become smarter than ever!
zh_cn: 把这些知识运用到实际行动中去，然后变得比以前更加聪明！
